import animationDataReader from "../../../lotties/reader.json";
import animationDataHesn from "../../../lotties/hesn.json";
import animationDataFavorites from "../../../lotties/favorite.json";
import animationDataRadio from "../../../lotties/radio.json";
import animationDataTimer from "../../../lotties/time.json";
const data = [
	{
		jsonFile: animationDataReader,
		title: "صفحة القراء",
		pageDescText:
			"تحتوي هذه الصفحة على 216 قارئ للقرءان الكريم على اختلاف رواية كل  واحد منهم، كذلك تحتوي على حقل إدخال للبحث عن القراء. بإمكانك الذهاب إلى صفحة كل قارئ للاستماع إلى السور صوتيا عند النقر على أحد القراء. يمكنك كذلك إضافةأي قارئ تحب الاستماع اليه كثيرا إلى المفضلة عن طريق الضغط على أيقونة القلب",
	},
	{
		jsonFile: animationDataHesn,
		title: "صفحة حصن المسلم",
		pageDescText:
			"تحتوي هذه الصفحة على 216 قارئ للقرءان الكريم على اختلاف رواية كل  واحد منهم، كذلك تحتوي على حقل إدخال للبحث عن القراء. بإمكانك الذهاب إلى صفحة كل قارئ للاستماع إلى السور صوتيا عند النقر على أحد القراء. يمكنك كذلك إضافةأي قارئ تحب الاستماع اليه كثيرا إلى المفضلة عن طريق الضغط على أيقونة القلب",
	},
	{
		jsonFile: animationDataFavorites,
		title: "صفحة المفضلة",
		pageDescText:
			"تحتوي هذه الصفحة على 216 قارئ للقرءان الكريم على اختلاف رواية كل  واحد منهم، كذلك تحتوي على حقل إدخال للبحث عن القراء. بإمكانك الذهاب إلى صفحة كل قارئ للاستماع إلى السور صوتيا عند النقر على أحد القراء. يمكنك كذلك إضافةأي قارئ تحب الاستماع اليه كثيرا إلى المفضلة عن طريق الضغط على أيقونة القلب",
	},
	{
		jsonFile: animationDataRadio,
		title: "صفحة الإذاعة",
		pageDescText:
			"تحتوي هذه الصفحة على 216 قارئ للقرءان الكريم على اختلاف رواية كل  واحد منهم، كذلك تحتوي على حقل إدخال للبحث عن القراء. بإمكانك الذهاب إلى صفحة كل قارئ للاستماع إلى السور صوتيا عند النقر على أحد القراء. يمكنك كذلك إضافةأي قارئ تحب الاستماع اليه كثيرا إلى المفضلة عن طريق الضغط على أيقونة القلب",
	},
	{
		jsonFile: animationDataTimer,
		title: "صفحة مواقيت الصلاة",
		pageDescText:
			"تحتوي هذه الصفحة على 216 قارئ للقرءان الكريم على اختلاف رواية كل  واحد منهم، كذلك تحتوي على حقل إدخال للبحث عن القراء. بإمكانك الذهاب إلى صفحة كل قارئ للاستماع إلى السور صوتيا عند النقر على أحد القراء. يمكنك كذلك إضافةأي قارئ تحب الاستماع اليه كثيرا إلى المفضلة عن طريق الضغط على أيقونة القلب",
	},
];

function getData() {
	return data;
}

export default getData;
